<?php

return [
    'status_success' => 'Успешно!',
    'status_failed' => 'Не удалось.',
    'user_created' => 'Пользователь успешно создан!',
    'user_updated' => 'Пользователь успешно обновлен!',
    'user_not_found' => 'Пользователь не найден.',
    'user_email_already_exists' => 'Пользователь с такой электронной почтой уже существует.',
    'invalid_credentials' => 'Неверные учетные данные.',
    'login_success' => 'Пользователь успешно вошел в систему!',
    'logout_success'=> 'Пользователь успешно вышел из системы!',
    'record_deleted'=> 'Удаление записи прошло успешно!',
    'record_not_found'=> 'Эта запись не существует.',
];
